Repository: zwthys-cyber/TethrX
Catalog: ios/GrokRemote/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, zh_hans

source: Sent to %@. I'll notify you when Grok is done.
de: An %@ gesendet. Ich melde mich, wenn Grok fertig ist.
es: Enviado a %@. Te avisaré cuando Grok termine.
fr: Envoyé à %@. Je vous préviendrai quand Grok aura terminé.
it: Inviato a %@. Riceverai una notifica quando Grok avrà finito.
ja: %@ に送信しました。Grok が完了したらお知らせします。
pt_br: Enviado para %@. Você será avisado quando o Grok terminar.
zh_hans: 已发送到 %@。Grok 完成后我会通知你。

source: Session options for %@
de: Optionen für Session %@
es: Opciones de la sesión %@
fr: Options de la session %@
it: Opzioni della sessione %@
ja: %@のセッションオプション
pt_br: Opções da sessão %@
zh_hans: %@ 的会话选项

source: Set up Grok Build on your computer
de: Grok Build auf Ihrem Computer einrichten
es: Configura Grok Build en tu ordenador
fr: Installer Grok Build sur votre ordinateur
it: Configura Grok Build sul tuo computer
ja: コンピュータに Grok Build を用意する
pt_br: Configure o Grok Build no seu computador
zh_hans: 在你的电脑上装好 Grok Build

source: Set up your phone
de: iPhone einrichten
es: Configura tu teléfono
fr: Configurez votre téléphone
it: Configura il tuo telefono
ja: iPhone を設定
pt_br: Configure seu telefone
zh_hans: 设置你的手机

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
pt_br: Ajustes
zh_hans: 设置

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
pt_br: Compartilhar
zh_hans: 分享

source: Share transcript as Markdown
de: Transkript als Markdown teilen
es: Compartir la transcripción en Markdown
fr: Partager la transcription en Markdown
it: Condividi la trascrizione in Markdown
ja: トランスクリプトを Markdown で共有
pt_br: Compartilhar transcrição como Markdown
zh_hans: 以 Markdown 分享对话记录

source: Should print v20 or higher.
de: Sollte v20 oder höher ausgeben.
es: Debería mostrar v20 o superior.
fr: Doit afficher v20 ou plus.
it: Dovrebbe stampare v20 o superiore.
ja: v20 以上と表示されるはずです。
pt_br: Deve exibir v20 ou superior.
zh_hans: 应输出 v20 或更高版本。

source: Show %lld more lines
de: %lld weitere Zeilen anzeigen
es: Mostrar %lld líneas más
fr: Afficher %lld lignes de plus
it: Mostra altre %lld righe
ja: さらに%lld行を表示
pt_br: Mostrar mais %lld linhas
zh_hans: 再显示 %lld 行

source: Show all %lld steps
de: Alle %lld Schritte zeigen
es: Mostrar los %lld pasos
fr: Afficher les %lld étapes
it: Mostra tutti i %lld passaggi
ja: %lld ステップすべてを表示
pt_br: Mostrar as %lld etapas
zh_hans: 显示全部 %lld 步

source: Show fewer steps
de: Weniger Schritte zeigen
es: Mostrar menos pasos
fr: Afficher moins d'étapes
it: Mostra meno passaggi
ja: 表示を減らす
pt_br: Mostrar menos etapas
zh_hans: 显示更少步骤

source: Show less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
ja: 折りたたむ
pt_br: Mostrar menos
zh_hans: 收起

source: Show the whole command
de: Ganzen Befehl anzeigen
es: Mostrar el comando completo
fr: Afficher la commande entière
it: Mostra il comando intero
ja: コマンド全体を表示
pt_br: Mostrar o comando inteiro
zh_hans: 显示完整命令

source: Shuts down or restarts the machine.
de: Fährt den Rechner herunter oder startet ihn neu.
es: Apaga o reinicia la máquina.
fr: Éteint ou redémarre la machine.
it: Spegne o riavvia la macchina.
ja: マシンをシャットダウンまたは再起動します。
pt_br: Desliga ou reinicia a máquina.
zh_hans: 关闭或重启这台机器。

source: Sign in to Grok
de: Bei Grok anmelden
es: Iniciar sesión en Grok
fr: Connectez-vous à Grok
it: Accedi a Grok
ja: Grok にサインイン
pt_br: Inicie sessão no Grok
zh_hans: 登录 Grok

source: Sign-in trouble? Some privacy browsers (Brave, and others with strict shields) block the localhost redirect the login uses. Set Safari or Chrome as your default browser, run grok login to retry, then switch back. You're set when grok --version prints a version without complaints.
de: Probleme bei der Anmeldung? Manche Privacy-Browser (Brave und andere mit strikten Schutzfunktionen) blockieren die localhost-Weiterleitung des Logins. Legen Sie Safari oder Chrome als Standardbrowser fest, versuchen Sie es mit grok login erneut und wechseln Sie danach zurück. Alles bereit, wenn grok --version eine Version ohne Beschwerden ausgibt.
es: ¿Problemas para iniciar sesión? Algunos navegadores centrados en la privacidad (Brave y otros con protecciones estrictas) bloquean la redirección a localhost que usa el inicio de sesión. Establece Safari o Chrome como navegador por defecto, ejecuta grok login para reintentarlo y luego vuelve a cambiarlo. Todo está listo cuando grok --version muestra una versión sin quejas.
fr: Problème de connexion ? Certains navigateurs privés (Brave, entre autres) bloquent la redirection localhost utilisée par la connexion. Définissez Safari ou Chrome comme navigateur par défaut, relancez avec grok login , puis revenez en arrière. C'est bon quand grok --version affiche une version sans se plaindre.
it: Problemi con l'accesso? Alcuni browser per la privacy (Brave e altri con protezioni rigide) bloccano il redirect su localhost usato dal login. Imposta Safari o Chrome come browser predefinito, esegui grok login per riprovare, poi ripristina il browser di prima. È tutto a posto quando grok --version stampa una versione senza errori.
ja: サインインできない場合：一部のプライバシー重視ブラウザ（Brave をはじめ、シールドの厳しいもの）は、ログインに使われる localhost へのリダイレクトをブロックします。Safari か Chrome をデフォルトブラウザに設定し、 grok login で再試行してから元に戻してください。 grok --version がエラーなくバージョンを表示すれば完了です。
pt_br: Problemas para iniciar sessão? Alguns navegadores focados em privacidade (Brave e outros com proteções rígidas) bloqueiam o redirecionamento para localhost que o login usa. Defina o Safari ou o Chrome como navegador padrão, execute grok login para tentar de novo e depois volte ao anterior. Está tudo certo quando grok --version exibe uma versão sem reclamações.
zh_hans: 登录遇到问题？部分注重隐私的浏览器（Brave 以及其他开启严格防护的浏览器）会拦截登录所需的 localhost 重定向。请将 Safari 或 Chrome 设为默认浏览器，运行 grok login 重试，之后再改回来。当 grok --version 能正常输出版本号时，就说明配置完成。

source: Signed in with the same account
de: Mit demselben Account angemeldet
es: Sesión iniciada con la misma cuenta
fr: Connecté avec le même compte
it: Accesso effettuato con lo stesso account
ja: 同じアカウントでサインインしました
pt_br: Sessão iniciada com a mesma conta
zh_hans: 已用同一账户登录

source: Skip the approve/reject prompt
de: Die Genehmigen/Ablehnen-Abfrage überspringen
es: Omitir la solicitud de aprobar/rechazar
fr: Sauter la demande d'approbation
it: Salta la richiesta di approvazione/rifiuto
ja: 承認／却下の確認をスキップ
pt_br: Pular a solicitação de aprovar/rejeitar
zh_hans: 跳过批准/拒绝提示

source: Speech recognition is off or unsupported for this language. Check Siri & Dictation in Settings.
de: Spracherkennung ist aus oder für diese Sprache nicht unterstützt. Prüfen Sie Siri & Diktat in den Einstellungen.
es: El reconocimiento de voz está desactivado o no es compatible con este idioma. Revisa Siri y Dictado en Ajustes.
fr: La reconnaissance vocale est désactivée ou non prise en charge pour cette langue. Vérifiez Siri et Dictée dans Réglages.
it: Il riconoscimento vocale è disattivato o non supportato per questa lingua. Controlla Siri e Dettatura nelle Impostazioni.
ja: 音声認識がオフか、この言語に対応していません。設定のSiriと音声入力を確認してください。
pt_br: O reconhecimento de fala está desativado ou não é compatível com este idioma. Verifique Siri e Ditado nos Ajustes.
zh_hans: 语音识别已关闭或不支持此语言。请在“设置”中检查 Siri 与听写。

source: Speech recognition isn't available for this language right now.
de: Spracherkennung ist für diese Sprache gerade nicht verfügbar.
es: El reconocimiento de voz no está disponible para este idioma ahora mismo.
fr: La reconnaissance vocale n'est pas disponible pour cette langue pour le moment.
it: Il riconoscimento vocale non è disponibile per questa lingua al momento.
ja: この言語の音声認識は現在利用できません。
pt_br: O reconhecimento de fala não está disponível para este idioma no momento.
zh_hans: 该语言的语音识别当前不可用。

source: Start one with the button below.
de: Starten Sie eine über die Schaltfläche unten.
es: Empieza una con el botón de abajo.
fr: Démarrez-en une avec le bouton ci-dessous.
it: Avviane una con il pulsante qui sotto.
ja: 下のボタンから開始できます。
pt_br: Comece uma com o botão abaixo.
zh_hans: 用下方的按钮开始一个。

source: Start the bridge
de: Bridge starten
es: Iniciar el bridge
fr: Démarrer le bridge
it: Avvia il bridge
ja: ブリッジを起動
pt_br: Inicie o bridge
zh_hans: 启动桥接

source: Start with
de: Beginnen mit
es: Empieza con
fr: Commencer par
it: Inizia con
ja: はじめに
pt_br: Comece com
zh_hans: 从这里开始

source: Starts a second session that already knows everything this one knows, for trying another approach without losing this one.
de: Startet eine zweite Session, die alles weiß, was diese weiß, um einen anderen Weg zu versuchen, ohne diesen hier zu verlieren.
es: Inicia una segunda sesión que ya sabe todo lo que sabe esta, para probar otro enfoque sin perder la actual.
fr: Démarre une seconde session qui connaît déjà tout le contexte de celle-ci, pour essayer une autre approche sans perdre la session actuelle.
it: Avvia una seconda sessione che sa già tutto quello che sa questa, per provare un altro approccio senza perdere quello attuale.
ja: このセッションの内容をすべて引き継いだ2つ目のセッションを開始します。今のセッションを失わずに別の方法を試せます。
pt_br: Inicia uma segunda sessão que já sabe tudo o que esta sabe, para testar outra abordagem sem perder esta.
zh_hans: 新建一个已掌握当前会话全部内容的会话，便于尝试另一种方案而不影响当前会话。

source: Step %lld / %lld
de: Schritt %lld / %lld
es: Paso %lld / %lld
fr: Étape %lld / %lld
it: Passaggio %lld / %lld
ja: ステップ %lld / %lld
pt_br: Etapa %lld / %lld
zh_hans: 第 %lld 步，共 %lld 步

source: Still trying to reach your computer.
de: Ihr Computer wird weiterhin gesucht.
es: Seguimos intentando conectar con tu ordenador.
fr: Tentative de connexion à votre ordinateur en cours.
it: Stiamo ancora provando a raggiungere il tuo computer.
ja: コンピュータへの接続を試行中です。
pt_br: Ainda tentando alcançar seu computador.
zh_hans: 仍在尝试连接你的电脑。

source: Stop and set up manually
de: Abbrechen und manuell einrichten
es: Detener y configurar manualmente
fr: Arrêter et configurer manuellement
it: Interrompi e configura manualmente
ja: 中止して手動で設定
pt_br: Parar e configurar manualmente
zh_hans: 停止并手动设置

source: Stop dictation
de: Diktat beenden
es: Detener dictado
fr: Arrêter la dictée
it: Interrompi dettatura
ja: 音声入力を停止
pt_br: Parar ditado
zh_hans: 停止听写

source: Stop the stuck turn?
de: Den festhängenden Turn beenden?
es: ¿Detener la tarea bloqueada?
fr: Arrêter la tâche bloquée ?
it: Interrompere l'attività bloccata?
ja: 止まっているタスクを停止しますか？
pt_br: Interromper a tarefa travada?
zh_hans: 停止卡住的任务？

source: Stop the turn
de: Turn stoppen
es: Detener el turno
fr: Arrêter le tour
it: Ferma il turno
ja: ターンを停止
pt_br: Parar o turno
zh_hans: 停止本轮

source: Switches to this computer
de: Wechselt zu diesem Computer
es: Cambia a este ordenador
fr: Bascule vers cet ordinateur
it: Passa a questo computer
ja: このコンピュータに切り替えます
pt_br: Muda para este computador
zh_hans: 切换到这台电脑

source: Switches which repository's changes are shown
de: Wechselt, welches Repository angezeigt wird
es: Cambia el repositorio cuyos cambios se muestran
fr: Change le dépôt dont les modifications sont affichées
it: Cambia il repository di cui mostrare le modifiche
ja: 表示するリポジトリを切り替えます
pt_br: Troca o repositório cujas mudanças são exibidas
zh_hans: 切换显示哪个仓库的更改

source: Tailscale is a free private network that links this phone to your computer from anywhere. Install it on your computer, then sign in to create a free account. You can use Google, Apple, GitHub, or email.
de: Tailscale ist ein kostenloses privates Netzwerk, das dieses iPhone von überall mit Ihrem Computer verbindet. Installieren Sie es auf Ihrem Computer und melden Sie sich an, um einen kostenlosen Account zu erstellen. Mit Google, Apple, GitHub oder E-Mail.
es: Tailscale es una red privada gratuita que conecta este teléfono con tu ordenador desde cualquier lugar. Instálalo en tu ordenador y luego inicia sesión para crear una cuenta gratuita. Puedes usar Google, Apple, GitHub o el correo electrónico.
fr: Tailscale est un réseau privé gratuit qui relie ce téléphone à votre ordinateur depuis n'importe où. Installez-le sur votre ordinateur, puis connectez-vous pour créer un compte gratuit. Avec Google, Apple, GitHub ou un e-mail.
it: Tailscale è una rete privata gratuita che collega questo telefono al tuo computer ovunque tu sia. Installalo sul tuo computer, poi accedi per creare un account gratuito. Puoi usare Google, Apple, GitHub o l'email.
ja: Tailscale は、この iPhone とコンピュータをどこからでもつなぐ無料のプライベートネットワークです。まずコンピュータにインストールし、サインインして無料アカウントを作成してください。Google、Apple、GitHub、またはメールアドレスが使えます。
pt_br: O Tailscale é uma rede privada gratuita que conecta este telefone ao seu computador de qualquer lugar. Instale-o no seu computador e inicie sessão para criar uma conta gratuita. Você pode usar Google, Apple, GitHub ou e-mail.
zh_hans: Tailscale 是一个免费的私有网络，可让这台手机随时随地连接你的电脑。先在电脑上安装，然后登录以创建免费账户。可使用 Google、Apple、GitHub 或电子邮件。

source: Take the tour
de: Tour ansehen
es: Hacer el recorrido
fr: Faire la visite
it: Fai il tour
ja: ツアーを見る
pt_br: Fazer o tour
zh_hans: 开始导览

source: Talks to the network.
de: Kommuniziert mit dem Netz.
es: Se comunica con la red.
fr: Communique avec le réseau.
it: Comunica con la rete.
ja: ネットワークと通信します。
pt_br: Se comunica com a rede.
zh_hans: 会访问网络。

source: Tap + to start one on your computer.
de: Tippen Sie auf +, um eine auf Ihrem Computer zu starten.
es: Toca + para iniciar una en tu ordenador.
fr: Touchez + pour en démarrer une sur votre ordinateur.
it: Tocca + per avviarne una sul tuo computer.
ja: + をタップしてコンピュータで開始します。
pt_br: Toque em + para iniciar uma no seu computador.
zh_hans: 点按 + 在你的电脑上开始一个。

source: Tap to switch computers.
de: Zum Wechseln des Computers tippen.
es: Toca para cambiar de ordenador.
fr: Touchez pour changer d'ordinateur.
it: Tocca per cambiare computer.
ja: タップしてコンピュータを切り替えます。
pt_br: Toque para trocar de computador.
zh_hans: 点按以切换电脑。

source: Tap to switch computers. Long-press to forget one.
de: Tippen, um den Computer zu wechseln. Gedrückt halten, um einen zu entfernen.
es: Toca para cambiar de ordenador. Mantén pulsado para olvidar uno.
fr: Touchez pour changer d'ordinateur. Appui long pour en oublier un.
it: Tocca per cambiare computer. Tieni premuto per dimenticarne uno.
ja: タップでコンピュータを切り替えます。長押しすると登録を解除できます。
pt_br: Toque para trocar de computador. Mantenha pressionado para esquecer um.
zh_hans: 点按以切换电脑。长按可忽略某台电脑。

source: Task
de: Aufgabe
es: Tarea
fr: Tâche
it: Attività
ja: タスク
pt_br: Tarefa
zh_hans: 任务

source: Technical
de: Technisches
es: Técnico
fr: Technique
it: Dettagli tecnici
ja: 技術情報
pt_br: Técnico
zh_hans: 技术信息

source: Tell Grok to ${prompt}
de: Sag Grok, es soll ${prompt}
es: Dile a Grok que ${prompt}
fr: Demande à Grok de ${prompt}
it: Di' a Grok di ${prompt}
ja: Grok に ${prompt} と伝える
pt_br: Diga ao Grok para ${prompt}
zh_hans: 让 Grok ${prompt}

source: TethrX drives Grok Build, xAI's terminal coding agent, on a computer you own. Install it there with one command:
de: TethrX steuert Grok Build, den Terminal-Coding-Agenten von xAI, auf einem Computer, der Ihnen gehört. Installieren Sie ihn dort mit einem einzigen Befehl:
es: TethrX controla Grok Build, el agente de programación de terminal de xAI, en un ordenador tuyo. Instálalo allí con un solo comando:
fr: TethrX pilote Grok Build, l'agent de codage en terminal de xAI, sur un ordinateur qui vous appartient. Installez-le là-bas avec une seule commande :
it: TethrX guida Grok Build, l'agente di programmazione da terminale di xAI, su un computer di tua proprietà. Installalo lì con un solo comando:
ja: TethrX は、あなた自身のコンピュータ上で xAI のターミナル用コーディングエージェント Grok Build を操作します。次のコマンド 1 つでインストールできます:
pt_br: O TethrX comanda o Grok Build, o agente de programação de terminal da xAI, em um computador seu. Instale-o lá com um único comando:
zh_hans: TethrX 用来操控你自己电脑上的 Grok Build（xAI 的终端编程代理）。在那台电脑上用一条命令安装：

source: TethrX is locked
de: TethrX ist gesperrt
es: TethrX está bloqueado
fr: TethrX est verrouillé
it: TethrX è bloccato
ja: TethrX はロックされています
pt_br: O TethrX está bloqueado
zh_hans: TethrX 已锁定

source: TethrX isn't paired with a computer yet.
de: TethrX ist noch mit keinem Computer gekoppelt.
es: TethrX aún no está enlazado con ningún ordenador.
fr: TethrX n’est pas encore appairé à un ordinateur.
it: TethrX non è ancora abbinato a un computer.
ja: TethrX はまだコンピュータとペアリングされていません。
pt_br: O TethrX ainda não está pareado com um computador.
zh_hans: TethrX 尚未与电脑配对。

source: TethrX needs permission to use speech recognition. Turn it on in Settings.
de: TethrX braucht die Erlaubnis für Spracherkennung. Aktivieren Sie sie in den Einstellungen.
es: TethrX necesita permiso para usar el reconocimiento de voz. Actívalo en Ajustes.
fr: TethrX a besoin de l'autorisation de reconnaissance vocale. Activez-la dans Réglages.
it: TethrX ha bisogno dell'autorizzazione per il riconoscimento vocale. Attivalo in Impostazioni.
ja: TethrX には音声認識の許可が必要です。設定でオンにしてください。
pt_br: O TethrX precisa de permissão para usar o reconhecimento de fala. Ative em Ajustes.
zh_hans: TethrX 需要语音识别权限。请在“设置”中开启。

source: TethrX picks up the language of your iPhone. Choose another one here and it changes straight away, in this app only.
de: TethrX übernimmt die Sprache Ihres iPhones. Wählen Sie hier eine andere, und sie ändert sich sofort, nur in dieser App.
es: TethrX toma el idioma de tu iPhone. Elige otro aquí y cambia al instante, solo en esta app.
fr: TethrX reprend la langue de votre iPhone. Choisissez-en une autre ici et elle change immédiatement, dans cette app uniquement.
it: TethrX usa la lingua del tuo iPhone. Scegline un'altra qui e cambia subito, solo in questa app.
ja: TethrX は iPhone の言語に従います。ここで別の言語を選ぶと、このアプリだけがすぐに切り替わります。
pt_br: O TethrX usa o idioma do seu iPhone. Escolha outro aqui e ele muda na hora, só neste app.
zh_hans: TethrX 跟随 iPhone 的语言。在这里选择其他语言，仅本 App 会立即切换。

source: That approval was no longer pending. Grok isn't waiting on it.
de: Diese Genehmigung stand nicht mehr aus. Grok wartet nicht darauf.
es: Esa aprobación ya no estaba pendiente. Grok no la está esperando.
fr: Cette approbation n'était plus en attente. Grok ne l'attend pas.
it: Quell'approvazione non era più in attesa. Grok non la sta aspettando.
ja: その承認はすでに保留中ではありません。grok は応答を待っていません。
pt_br: Essa aprovação já não estava pendente. O grok não está aguardando por ela.
zh_hans: 该批准请求已不在等待中。grok 并未在等它。

source: That computer's address looks wrong.
de: Die Adresse dieses Computers sieht falsch aus.
es: La dirección de ese ordenador parece incorrecta.
fr: L'adresse de cet ordinateur semble incorrecte.
it: L'indirizzo di quel computer non sembra valido.
ja: そのコンピュータのアドレスが正しくないようです。
pt_br: O endereço desse computador parece incorreto.
zh_hans: 那台电脑的地址似乎有误。

source: That decision did not reach your computer. Open the session and answer it there.
de: Diese Entscheidung hat Ihren Computer nicht erreicht. Öffnen Sie die Session und antworten Sie dort.
es: Esa decisión no llegó a tu ordenador. Abre la sesión y respóndela ahí.
fr: Cette décision n'est pas parvenue à votre ordinateur. Ouvrez la session et répondez depuis celle-ci.
it: Questa decisione non è arrivata al tuo computer. Apri la sessione e rispondi da lì.
ja: この操作はお使いのコンピュータに届きませんでした。セッションを開いて、そちらで応答してください。
pt_br: Essa decisão não chegou ao seu computador. Abra a sessão e responda por lá.
zh_hans: 该决定没有送达你的电脑。请打开该会话，在那里作出回应。

source: That didn't go through. Check the bridge log for details.
de: Das hat nicht geklappt. Details stehen im Bridge-Log.
es: No se completó. Revisa el registro del bridge para más detalles.
fr: Ça n'est pas passé. Consultez le journal du bridge pour les détails.
it: Non è andata a buon fine. Controlla il log del bridge per i dettagli.
ja: 処理できませんでした。詳細はブリッジのログを確認してください。
pt_br: Não foi concluído. Veja o log do bridge para detalhes.
zh_hans: 操作未完成。请查看桥接日志了解详情。

source: That doesn't look like a TethrX pairing code.
de: Das sieht nicht nach einem TethrX-Kopplungscode aus.
es: Eso no parece un código de enlace de TethrX.
fr: Ceci ne ressemble pas à un code d'appairage TethrX.
it: Non sembra un codice di abbinamento TethrX.
ja: これは TethrX のペアリングコードではないようです。
pt_br: Isso não parece um código de pareamento do TethrX.
zh_hans: 这看起来不像 TethrX 配对码。

source: That file couldn't be read.
de: Diese Datei konnte nicht gelesen werden.
es: No se pudo leer ese archivo.
fr: Ce fichier n'a pas pu être lu.
it: Non è stato possibile leggere quel file.
ja: そのファイルを読み込めませんでした。
pt_br: Não foi possível ler esse arquivo.
zh_hans: 无法读取该文件。

source: That file is too large to send. The limit is 64 KB.
de: Diese Datei ist zu groß zum Senden. Das Limit liegt bei 64 KB.
es: Ese archivo es demasiado grande para enviarlo. El límite es 64 KB.
fr: Ce fichier est trop volumineux pour être envoyé. La limite est de 64 Ko.
it: Quel file è troppo grande da inviare. Il limite è 64 KB.
ja: そのファイルは大きすぎて送信できません。上限は 64 KB です。
pt_br: Esse arquivo é grande demais para enviar. O limite é 64 KB.
zh_hans: 该文件太大，无法发送。上限为 64 KB。

source: That looks like a binary file. Only text can be sent.
de: Das sieht nach einer Binärdatei aus. Es kann nur Text gesendet werden.
es: Eso parece un archivo binario. Solo se puede enviar texto.
fr: Cela ressemble à un fichier binaire. Seul du texte peut être envoyé.
it: Sembra un file binario. Si può inviare solo testo.
ja: バイナリファイルのようです。送信できるのはテキストだけです。
pt_br: Isso parece um arquivo binário. Só é possível enviar texto.
zh_hans: 这看起来是二进制文件。只能发送文本。

source: That plan review was no longer pending.
de: Diese Planprüfung stand nicht mehr aus.
es: Esa revisión del plan ya no estaba pendiente.
fr: Cette revue de plan n'était plus en attente.
it: Quella revisione del piano non era più in attesa.
ja: そのプランレビューはすでに終了していました。
pt_br: Essa revisão de plano já não estava pendente.
zh_hans: 该计划审核已不在等待中。

source: That session no longer exists on your computer.
de: Diese Session existiert auf Ihrem Computer nicht mehr.
es: Esa sesión ya no existe en tu ordenador.
fr: Cette session n'existe plus sur votre ordinateur.
it: Questa sessione non esiste più sul tuo computer.
ja: そのセッションはお使いのコンピュータにすでに存在しません。
pt_br: Essa sessão não existe mais no seu computador.
zh_hans: 你的电脑上已不存在该会话。

source: The bridge also installs this on its own once no session is running.
de: Die Bridge installiert das auch selbst, sobald keine Session mehr läuft.
es: El bridge también lo instala por sí solo cuando no hay ninguna sesión en curso.
fr: Le bridge l'installe aussi de lui-même dès qu'aucune session n'est en cours.
it: Il bridge lo installa anche da solo quando nessuna sessione è in corso.
ja: セッションが実行されていなければ、ブリッジが自動的にインストールします。
pt_br: O bridge também instala isso sozinho quando nenhuma sessão está em execução.
zh_hans: 没有会话运行时，桥接也会自行安装。

source: The bridge is running
de: Die Bridge läuft
es: El bridge está en ejecución
fr: Le bridge est lancé
it: Il bridge è in esecuzione
ja: ブリッジは起動済み
pt_br: O bridge está em execução
zh_hans: 桥接正在运行

source: The bridge is the small helper program running on your computer. This phone talks only to it, never to a cloud.
de: Die Bridge ist das kleine Hilfsprogramm auf Ihrem Computer. Dieses Telefon spricht nur mit ihr, nie mit einer Cloud.
es: El bridge es el pequeño programa auxiliar que corre en tu ordenador. Este teléfono habla solo con él, nunca con una nube.
fr: Le bridge est le petit programme d'assistance qui tourne sur votre ordinateur. Ce téléphone ne parle qu'à lui, jamais à un cloud.
it: Il bridge è il piccolo programma di supporto che gira sul tuo computer. Questo telefono parla solo con lui, mai con un cloud.
ja: ブリッジはコンピュータ上で動く小さな補助プログラムです。この電話はブリッジとだけ通信し、クラウドとは通信しません。
pt_br: O bridge é o pequeno programa auxiliar rodando no seu computador. Este telefone fala apenas com ele, nunca com uma nuvem.
zh_hans: 桥接是运行在你电脑上的小型辅助程序。这部手机只与它通信，绝不连接云端。
